var ru = {
    entering: {
        name: "Привет, Я Жавохир Мурадов",
        developer: "Frontend программист",
        btn: "Начать"
    },
    header: {
        li: "Главная",
        li1: "Контакт",
        li2: "Проекты",
        li3: "О Нас",
    },
    Home: {
        hero: {
            h1: "Привет! Я Жавохир Мурадов.",
            p: "Младший фронтенд-разработчик с хорошим знанием JavaScript, HTML, CSS, React и Tailwind CSS. Хоть и я нахожусь на ранних стадиях своей карьеры, моя страсть к веб-разработке и стремление учиться снабдили меня навыками создания интересных и адаптивных веб-приложений.",
            btn: "Связаться",
        },
        section2: {
            h1: "Мои Проекты"
        },
    }
}

export default ru