var ru = {
    "exact-project": {
        "42": {
            description: "Этот сайт предлагает курс разработчика с амбициозным обещанием превратить участников в полноценных разработчиков за всего 42 дня. Название 42 вероятно происходит от этого временного промежутка, подразумевая интенсивную и быструю программу обучения.В целом, 42.uz представляет собой значимую платформу в области технологического образования в Узбекистане, предлагая потенциально трансформационную возможность для людей, стремящихся начать карьеру в области разработки программного обеспечения.",
            href: ""
        },
        "Eshik-Oyna": {
            description: "EshikOyna представляет собой сочетание образования и игрового процесса, обеспечивая пользователям захватывающий и интерактивный опыт обучения. Через интеграцию HTML, Tailwind CSS и JavaScript проект демонстрирует технические навыки и креативность разработчика в веб-разработке. Как инструмент обучения и демонстрация мастерства, EshikOyna является подтверждением преданности разработчика непрерывному обучению и инновациям в области веб-разработки.",
        },
        "Imba-Studio": {
            description: "",
            href: ""
        },
        "Where-is-the-country?": {
            description: "",
            href: ""
        },
        "Scoot": {
            description: "",
            href: ""
        },
        "Cafena": {
            description: "",
            href: ""
        },
    },
    entering: {
        name: "Привет, Я Жавохир Мурадов",
        developer: "Frontend программист",
        btn: "Начать"
    },
    header: {
        li: "Главная",
        li1: "Контакт",
        li2: "Проекты",
        li3: "О Нас",
    },
    Home: {
        hero: {
            h1: "Привет! Я Жавохир Мурадов.",
            p: "Младший фронтенд-разработчик с хорошим знанием JavaScript, HTML, CSS, React и Tailwind CSS. Хоть и я нахожусь на ранних стадиях своей карьеры, моя страсть к веб-разработке и стремление учиться снабдили меня навыками создания интересных и адаптивных веб-приложений.",
            btn: "Связаться",
        },
        section2: {
            h1: "Мои Проекты"
        },
    }
}

export default ru