var ru = {
    "exact-project": {
        "42": {
            description: "Этот сайт предлагает курс разработчика с амбициозным обещанием превратить участников в полноценных разработчиков за всего 42 дня. Название 42 вероятно происходит от этого временного промежутка, подразумевая интенсивную и быструю программу обучения.В целом, 42.uz представляет собой значимую платформу в области технологического образования в Узбекистане, предлагая потенциально трансформационную возможность для людей, стремящихся начать карьеру в области разработки программного обеспечения.",
        },
        "Eshik-Oyna": {
            description: "EshikOyna представляет собой сочетание образования и игрового процесса, обеспечивая пользователям захватывающий и интерактивный опыт обучения. Через интеграцию HTML, Tailwind CSS и JavaScript проект демонстрирует технические навыки и креативность разработчика в веб-разработке. Как инструмент обучения и демонстрация мастерства, EshikOyna является подтверждением преданности разработчика непрерывному обучению и инновациям в области веб-разработки.",
        },
        "Imba-Studio": {
            description: "IMBA Studio предлагает профессиональную команду операторов для съемки вашего свадебного дня или любого другого важного события в вашей жизни. Наши специалисты стремятся создавать высококачественные видео, которые красиво документируют ваши особенные моменты. Будь то свадьба, день рождения, годовщина или любое другое значимое событие, IMBA Studio обеспечивает сохранение каждого драгоценного воспоминания с креативностью и точностью. С использованием современного оборудования и вниманием к деталям, мы предоставляем вам мастерски созданные видео, которые позволят вам вновь пережить дорогие воспоминания на долгие годы. Доверьтесь IMBA Studio, чтобы сделать ваш особенный день незабываемым.",
        },
        "Where-is-the-country?": {
            description: '"Where is the World?" — это обширный сайт, созданный для того, чтобы помочь вам найти подробную информацию о любой стране мира. Сайт содержит обширную базу данных, которая предоставляет информацию о различных аспектах, таких как география, население, экономика, культура и многое другое. Одной из выдающихся особенностей "Where is the World?" является его API, который широко используется в образовательных целях. Этот API позволяет студентам учиться получать данные с бэкенда и представлять их пользователям на фронтенде. Используя "Where is the World?", студенты могут получить ценный практический опыт в веб-разработке, извлечении данных и интеграции API, что делает его полезным инструментом как для обучения, так и для исследования.',
        },
        "Scoot": {
            description: "Scoot предлагает удобный и эффективный сервис аренды мотоциклов с большим парком мотоциклов, доступных в удобных местах по всему городу. С Scoot вы можете легко арендовать мотоцикл всего одним нажатием кнопки, что делает его идеальным решением для быстрой и гибкой транспортировки. Независимо от того, нужен ли вам транспорт для поездок на работу, выполнения поручений или изучения города, Scoot обеспечивает бесшовный и удобный опыт. Наши мотоциклы хорошо обслуживаются и готовы к вашему следующему приключению, гарантируя вам плавную и приятную поездку каждый раз.",
        },
        "Cafena": {
            description: "Cafena — это ваше идеальное место для всех любителей кофе. В нашем кафе вы можете насладиться широким ассортиментом вкусных кофейных напитков, приготовленных из лучших зерен. Но это еще не все — Cafena также предлагает различные технологии и аксессуары для приготовления идеальной чашки кофе у вас дома. От высококачественных кофемашин и кофемолок до стильных кружек и инструментов для заваривания — у нас есть все, что вам нужно, чтобы улучшить ваш кофейный опыт. Независимо от того, являетесь ли вы энтузиастом кофе или просто любителем, Cafena — идеальное место, чтобы наслаждаться и исследовать мир кофе.",
        },
    },
    entering: {
        name: "Привет, Я Жавохир Мурадов",
        developer: "Frontend программист",
        btn: "Начать"
    },
    header: {
        li: "Главная",
        li1: "Контакт",
        li2: "Проекты",
        li3: "О Нас",
    },
    Home: {
        hero: {
            h1: "Привет! Я Жавохир Мурадов.",
            p: "Младший фронтенд-разработчик с хорошим знанием JavaScript, HTML, CSS, React и Tailwind CSS. Хоть и я нахожусь на ранних стадиях своей карьеры, моя страсть к веб-разработке и стремление учиться снабдили меня навыками создания интересных и адаптивных веб-приложений.",
            btn: "Связаться",
        },
        section2: {
            h1: "Мои Проекты"
        },
        contact: {
            h1: "Свяжитесь со мной",
            send: "Напишите мне по email",
        },
        about: {
            h1: "Привет! Меня зовут Жавохир Мурадов, я фронтенд-разработчик, родившийся в 2010 году(да, я молод, но моя страсть к программированию не знает границ!).",
            p: "Только месяц назад я закончил свое обучение в области фронтенд-разработки, и уже сейчас я с удовольствием погружаюсь в мир веб-разработки, вооруженный React, Tailwind CSS, JavaScript, HTML и CSS. Для меня программирование - это не просто работа, это творческий выход, где я могу воплотить идеи в жизнь и создавать цифровые впечатления, которые оставляют след в памяти. С помощью React я придаю жизнь статическим веб-сайтам, а Tailwind CSS помогает мне создавать стильные и адаптивные дизайны с легкостью. JavaScript, HTML и CSS? Ну, они - строительные блоки моего цифрового мира. Но за экраном и кодом я всегда готов к новым открытиям и непрерывному обучению. Каждый проект - это возможность расти, преодолевать границы и совершенствовать свои навыки как разработчика. Когда я не занимаюсь программированием, вы, возможно, найдете меня изучающим новые технологии, погруженным в последние тенденции в сфере технологий или просто наслаждающимся природой. Присоединяйтесь ко мне в этом путешествии, пока мы превращаем идеи в реальность, одна строка кода за другой!"
        }
    }
}

export default ru